Repository: PyroJay4/SM64-ROM-Manager
Catalog: SM64 ROM Manager/RomManager/Language Ressources/MainForm/Form_Main_Resources.*.resx
Languages: de

# Button_OpenRom
source: Open ROM ...
de: ROM öffnen ...

# MsgBox_BankSizeChangedSuccess
source: Size of Bank 0x19 changed successfully!
de: Die Größe der Bank 0x19 wurde erforlgriech geändert.

# MsgBox_BankSizeChangedSuccess_Title
source: Size changed
de: Größe geändert

# MsgBox_ErrorSavingSequence
source: An Error happend at saving sequence.
de: Während des Speicherns der Sequenzen ist ein Fehler aufgetreten.

# MsgBox_GameNameHasInvalidChars
source: The Game Name probably contains invalid chars.
de: Der Spiel-Name enthällt möglicherweise nicht kompatible Zeichen.

# MsgBox_InvalidBankSize
source: This size is too small. The minimum size is {0}.
de: Die Größe ist zu klein. Sie darf maximal {0} betragen.

# MsgBox_InvalidBankSize_Title
source: Invalid Size
de: Unzulässige Länge

# MsgBox_InvalidBgImageSize
source: This Image has not a valid Size.<br/>The <b>recommed</b> Size is 248x248.
de: Dieses Bild hat keine unterstützte Größe.<br/>Die <b>empfohlene</b> Größe ist 248x248 Pixel.

# MsgBox_InvalidBgImageSize_Title
source: Invalid Size
de: Inkompatible Größe

# MsgBox_LimitSequenceCountReached
source: The limit of possible music sequences in the original game is 127. Do you want to add more anyway?
de: Das Limit von möglichen Sequenzen im Original-Spiel liegt bei 127. Wenn mehr hinzugefügt werden, können diese möglicherweise nicht genutzt werden.<br/>Möchtest du dennoch mehr hinzufügen?

# MsgBox_LimitSequenceCountReached_Title
source: Limit reached
de: Limit erreicht

# MsgBox_MaxCountAreasReached
source: The maximum count of Areas per Level is 8.
de: Das Maximum an mögliche Sequenzen wurden erreicht. Es können keine Weiteren hinzugefügt werden.

# MsgBox_MaxCountAreasReached_Title
source: Maximum reached
de: Maximum erreicht

# MsgBox_MaxSequenceCountReached
source: The maximum count of possible music sequences reached! It is not possible to add any more.
de: Das Maximum an mögliche Bereichen pro Level wurden erreicht. Es können keine Weiteren hinzugefügt werden.

# MsgBox_MaxSequenceCountReached_Title
source: Maximum reached
de: Maximum erreicht

# MsgBox_PrepaireRom
source: This ROM will be prepaired now to load it.
de: Die ROM wird nun vorbereitet, damit sie geladen werden kann.

# MsgBox_PrepaireRom_Title
source: Prepaire ROM
de: ROM vorbereiten

# MsgBox_RomCanNotBestarted
source: The ROM can't be started. Make sure you selected the correct path to the emulator.
de: Die ROM kann nicht gestartet werden. Stelle sicher, dass du den korrekten Pfad zum Emulator eingestellt hast.

# MsgBox_RomCanNotBestarted_Title
source: Launch Game
de: Spiel starten

# MsgBox_TextsOverLimit
source: Your texts needs more space then allowed! Please reduce them before saving ROM.
de: Deine Texte brauchen zu viel Platz! Bitte reduziere die Anzahl von Zeichen bzw. verkürze deine Texte, bevor du speicherst.

# MsgBox_TextsOverLimit_Title
source: Over Limit
de: Über dem Limit

# MsgBox_UnsavedChanges
source: If there are unsaved changes left, you will lose them all.<br/>Do you want to save before closing?
de: Wenn Änderungen noch nicht gepspeichert wurde, gehen diese verloren.<br/>Möchtest du die ROM jetzt speichern?

# MsgBox_UnsavedChanges_Title
source: Unsaved changes
de: Nicht gespeicherte Änderungen

# MsgBox_UpdatePatchesAvaiable
source: There are update-patches avaibale for this ROM providing code improvements and new features.<br/>It is <u>heightly recommend</u> to patch them.<br/><br/>Do you want to patch them now?
de: Es sind Update-Patches für diese ROM verfügbar, welche neue Funktionen und Code-Verbesserungen enthalten.<br/>Es ist <u>höchstens empfohlen</u> diese zu patchen.<br/><br/>Möchtest du diese jetzt patchen?

# MsgBox_UpdatePatchesAvaiable_Title
source: Update-Patches avaiable
de: Update-Patches verfügbar

# Notify_ShouldLoadRomFirst
source: You should load a ROM first.
de: Du musst zuerst eine ROM laden.

# Status_CalculatingTextSpace
source: Calculating space ...
de: Berechne verfügbaren Platz ...

# Status_Checking
source: Checking ROM ...
de: Prüfe ROM ...

# Status_CreatingTextList
source: Creating Text List ...
de: Erstelle Text-Listen ...

# Status_ExportingModel
source: Exporting Model Map ...
de: Exportiere Modell ...

# Status_ExportingSequence
source: Exporting Sequence ...
de: Exportiere Sequenz ...

# Status_ImportingSequence
source: Importing Sequence
de: Importiere Sequenz ...

# Status_LoadingLevel
source: Loading Level ...
de: Lade Level ...

# Status_LoadingModel
source: Loading Model Map ...
de: Lade Modell ...

# Status_LoadingMusic
source: Loading Music ...
de: Lade Musik ...

# Status_LoadingRom
source: Loading ROM ...
de: Lade ROM ...

# Status_LoadingTexts
source: Loading Texts from ROM ...
de: Lade Texte ...

# Status_Ready
source: Ready
de: Bereit!

# Status_SavingRom
source: Saving ROM ...
de: ROM speichern ...

# Status_StartingUp
source: Starting up ...
de: Starten ...

# Text_Area
source: Area
de: Bereich

# Text_ChangeReplacingLevel
source: Change Replacing Level
de: Level-ID ändern

# Text_Disabled
source: Disabled
de: Deaktiviert

# Text_Invisible
source: Invisible
de: Unsichtbar

# Text_LevelStar
source: Level {0}, Star {1}
de: Level {0}, Stern {1}

# Text_Mist
source: Mist
de: Nebel

# Text_NewLength
source: New Length
de: Neue Größe:

# Text_ToxicHaze
source: Toxic Haze
de: Giftiger Dunst

# Text_Unknown
source: Unknown
de: Unbekannt

# Text_UsedOfMaxLeft
source: {0} of {1} used / {2} left
de: {0} von {1} genutzt / {2} übrig

# Text_Water
source: Water
de: Wasser
