Repository: PyroJay4/SM64-ROM-Manager
Catalog: SM64 ROM Manager/RomManager/GUI/Main Form/Tab_LevelManager.*.resx
Languages: de

# ButtonItem_ImportArea.Text
source: Import Area
de: Bereich importieren ...

# Button_LM_AddArea.Text
source: Add Area
de: Neu

# Button_LM_RemoveArea.Text
source: Remove
de: Löschen

# ButtonItem_EditAreaLevelScript.Text
source: Edit Level Script
de: Levelscript bearbeiten

# ButtonItem2_EditGeolayoutScript.Text
source: Edit Geo Layout Script
de: Geolayoutscript bearbeiten

# GroupBox_LM_Areas.Text
source: Areas
de: Bereiche

# ButtonItem20.Text
source: Change Level ID
de: Level-ID ändern

# ButtonItem24.Text
source: Change Size of Bank 0x19
de: Größe von Bank 0x19 ändern

# ButtonItem19.Text
source: Remove
de: Löschen

# ButtonItem21.Text
source: Copy ROM Address
de: ROM-Adresse kopieren

# ButtonX_LM_LevelsMore.Text
source: More ...
de: Mehr ...

# ButtonItem26.Text
source: Import Level ...
de: Level importieren ...

# Button_LM_AddNewLevel.Text
source: Add Level
de: Neu

# GroupPanel1.Text
source: Levels
de: Level

# LabelX1.Text
source: Area Background:
de: Bereichshindergrund:

# SwitchButton_LM_ShowMsgEnabled.OffText
source: Off
de: Aus

# SwitchButton_LM_ShowMsgEnabled.OnText
source: On
de: Ein

# LabelX2.Text
source: Area Start Message:
de: Bereich-Start-Nachricht::

# LabelX6.Text
source: Default Terrain Type:
de: Standart Terraintyp:

# LabelX7.Text
source: Environment Effects:
de: Umgebungseffekt:

# LabelX8.Text
source: Camera Preset:
de: Kameravoreinstellung:

# LabelX11.Text
source: Music ID:
de: Musik-ID:

# TabItem4.Text
source: Area Settings
de: Bereichseinstellungen

# Button_LM_RemoveSpecial.Text
source: Remove
de: Löschen

# Button_LM_AddSpecial.Text
source: Add ...
de: Neu ...

# Button_LM_EditSpecial.Text
source: Edit
de: Bearbeiten

# TabItem6.Text
source: Special Boxes
de: Spezialboxen

# LabelX10.Text
source: Texture Animations:
de: Texturanimationen:

# LabelX5.Text
source: Custom Objects:
de: Eigene Objekte:

# ButtonX_CustomObjects.Text
source: Manage Custom Objects
de: Eigene Objekte bearbeiten

# ButtonX_LM_ScrollTexEditor.Text
source: Texture Animation Editor
de: Textureanimationseditor

# ButtonItem9.Text
source: Import Visual Map
de: Visuelles Modell importieren

# ButtonItem13.Text
source: Import Collision
de: Kollisionsmodell importieren

# Button_ImportModel.Text
source: Import Model
de: Modell import.

# ButtonItem_ExportVisualMap.Text
source: Export Visual Map
de: Visuelles Modell exportieren

# ButtonItem_ExportCollisionMap.Text
source: Export Collision
de: Koillisionsmodell exportieren

# ButtonItem_ExportModel.Text
source: Export Model
de: Modell export.

# TabItem5.Text
source: Area Model
de: Bereichsmodell

# ComboItem1.Text
source: Original Image
de: Original

# ComboItem2.Text
source: Custom Image
de: Eigen

# ComboItem3.Text
source: No Image
de: Kein

# LabelX15.Text
source: Level Background:
de: Levelhindergrund:

# LabelX3.Text
source: Act Selector:
de: Sternauswahl:

# SwitchButton_LM_ActSelector.OffText
source: Off
de: Aus

# SwitchButton_LM_ActSelector.OnText
source: On
de: Ein

# LabelX57.Text
source: Default Start Position:
de: Standart Startposition:

# SwitchButton_LM_HardcodedCameraSettings.OffText
source: Off
de: Aus

# SwitchButton_LM_HardcodedCameraSettings.OnText
source: On
de: Ein

# Button_LM_LoadLevelBG.Text
source: Load ...
de: Laden ...

# TabItem1.Text
source: Level Settings
de: Leveleinstellungen

# TabItem2.Text
source: Object Banks
de: Object-Banken
